tap "dart-lang/dart"
tap "elastic/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
tap "sass/sass"
tap "surrealdb/tap"
tap "tbckr/tap"
tap "zegervdv/zathura"
brew "gettext"
brew "cairo"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "openssl@3"
brew "autoconf"
brew "automake"
brew "awscli"
brew "python@3.12"
brew "azure-cli"
brew "perl"
brew "biber"
brew "btop"
brew "cheat"
brew "cmake"
brew "code-minimap"
brew "colima"
brew "libtool"
brew "php"
brew "composer"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "dust"
brew "emacs"
brew "leptonica"
brew "tesseract"
brew "libksba"
brew "evince"
brew "eza"
brew "fastfetch"
brew "fd"
brew "feh"
brew "felinks"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gh"
brew "ghc"
brew "ghcup"
brew "gifski"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "gptline"
brew "icu4c@76"
brew "graphviz"
brew "pkgconf"
brew "helix"
brew "htop"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "inetutils"
brew "jq"
brew "node"
brew "pandoc"
brew "jupyterlab"
brew "jupytext"
brew "llvm"
brew "logstash"
brew "lolcat"
brew "lpeg"
brew "openjdk"
brew "ltex-ls"
brew "luarocks"
brew "lynx"
brew "make"
brew "marksman"
brew "md5sha1sum"
brew "mdbtools"
brew "ninja"
brew "meson"
brew "mongocli"
brew "mongosh"
brew "mongodb-atlas-cli"
brew "mupdf"
brew "mysql", restart_service: :changed
brew "mysql-client"
brew "mysql@8.4"
brew "neovim"
brew "nsnake"
brew "openssl@1.1"
brew "pandoc-crossref"
brew "pdftk-java"
brew "pgvector"
brew "pipx"
brew "postgresql@14", restart_service: :changed
brew "postgresql@16"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "pytorch"
brew "r"
brew "ripgrep"
brew "rust"
brew "sl"
brew "speedtest-cli"
brew "tectonic"
brew "thefuck"
brew "tinymist"
brew "tldr", link: false
brew "tlrc"
brew "tmux"
brew "toot"
brew "tree"
brew "typst"
brew "uv"
brew "vim"
brew "vips"
brew "virtualenv"
brew "w3m"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zig"
brew "zk"
brew "elastic/tap/elasticsearch-full"
brew "elastic/tap/kibana-full"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"
brew "sass/sass/sass"
brew "surrealdb/tap/surreal"
brew "tbckr/tap/sgpt"
brew "zegervdv/zathura/zathura"
cask "amethyst"
cask "android-file-transfer"
cask "calibre"
cask "db-browser-for-sqlite"
cask "docker"
cask "firefox"
cask "font-0xproto-nerd-font"
cask "font-hack-nerd-font"
cask "git-credential-manager"
cask "iterm2"
cask "linearmouse"
cask "maccy"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "ollama"
cask "quarto"
cask "sioyek"
cask "tex-live-utility"
cask "vmware-fusion"
cask "xquartz"
cask "zap"
